new Vue({
    el: '#app',
    data: {
        form__click:false,
        list_post:[
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            {
                id:"13",
                title:`
                Придумываем дюжину новейших задач для. 
                `,
                text:`
                Решаем алгоритмическую задачу с собеседований про острова несколькими способами: реализация на языках Java и C#. 
                `
            
            
            },
            
        ]
    }
  })